{
    "preamble":"<p>Dear ____, </p><p>Thank you for your recent ScholarSphere deposit [link]. After we receive a submission, we review it to ensure that it is as complete, accessible, and understandable as possible. If we identified any required or suggested changes for you to make, or if we made any corrections ourselves, they are outlined below.</p>",
    "postscript":"<p>Please let us know if you have any questions or concerns. We would be happy to discuss our review of your submission should you wish to do so.</p><p>Sincerely,<br/>______</p>",
    "groups": [
        {
            "name": "required",
            "preamble": "The following issue(s) must be addressed immediately to satisfy <a href='https://scholarsphere.psu.edu/policies#requirements-for-deposit'>ScholarSphere's requirements for deposit</a>:"
        },{
            "name": "suggestion",
            "preamble": "To make the submission more complete, accessible, and understandable in the long-term, we strongly encourage the following changes:"
        },{
            "name": "correction",
            "preamble": "In accordance with <a href='https://scholarsphere.psu.edu/policies#curation-policy'>ScholarSphere's curation policy</a>, we corrected the deposit metadata as follows:"
        }
    ],
    "items": [
        {
            "label": "Remove files with signatures",
            "value":"required_signature",
            "description": "Documents with signatures are not accepted on ScholarSphere. We may remove public access to your deposit. Please upload files with signature(s) removed.",
            "group": "required"
        },{
            "label": "Remove file(s) with sensitive information",
            "value":"required_sensitive",
            "description": "Information with a Sensitive Information Classification of Moderate (Level 2) or higher according to <a href='https://policy.psu.edu/policies/ad95'>Penn State Policy AD95 Information Assurance and IT Security</a> is not permitted in ScholarSphere. We have removed public access to these files. Please provide file(s) with the sensitive information removed.",
            "group": "required"
        },{
            "label": "Explain scholarly import",
            "value":"required_scholarly",
            "description": "ScholarSphere deposits must be of scholarly import, including publications, instructional materials, creative works, and research data produced in support of Penn State's teaching, learning, and research mission. The deposit does not appear to meet this requirement. Please provide a justification for the material to avoid its removal from the repository.",
            "group": "required"
        },{
            "label": "Other Requirement",
            "value":"required_other",
            "description": "requirement description...",
            "group": "required"
        },{
            "label":"Chance Access Setting for Open Access Articles",
            "value":"suggestion_public_access_article",
            "description":"Articles deposited with the Penn State Only Access setting do not satisfy Penn State's Open Access to Scholarly Articles Policy (AC02) requirements. To satisfy the policy, consider changing the Access setting to Public. You can do this through the Work Settings page.",
            "group":"suggestion"
        },{
            "label":"Change Access Setting to Public",
            "value":"suggestion_public_access",
            "description":"The \"Penn State\" access setting prevents the public from downloading your files. Please consider changing the access setting to \"Public\". Further, if you applied an open access license such as <a href=\"https://creativecommons.org/licenses/by/4.0/\">CC-BY 4.0</a> to the submission, the Libraries may change the access setting for this work given the permissions granted by the license.",
            "group":"suggestion"
        }, {
            "label":"Upload Accepted Version",
            "value":"suggestion_accepted_version",
            "description":"The uploaded file appears to be the published version of a journal article. Many publishers do not allow depositing the published version of an article on institutional repositories. Please consider uploading the <a href='https://psu.libanswers.com/faq/279953'>accepted manuscript version</a> instead; doing so will satisfy the Penn State Open Access Policy (AC02) requirement. Guidance for determining the best article version to deposit can be found on <a href='https://psu.libanswers.com/faq/279046'>this FAQ</a>.",
            "group":"suggestion"
        },{
            "label":"Upload README.txt",
            "value":"suggestion_readme",
            "description":"Consider adding a README file to document your dataset or code. A guide with a README template is available <a href='https://github.com/psu-stewardship/scholarsphere/wiki/README-Guide'>here</a>.",
            "group": "suggestion"
        },{
            "label":"Create a DOI",
            "value":"suggestion_doi",
            "description":"If you plan to reference this material in a publication, you should create a persistent identifier (DOI) for its citation. You can create a DOI for your submission through the \"Work Settings\" page.",
            "group": "suggestion"
        },{
            "label":"Other Suggestion",
            "value":"suggestion_other",
            "description":"suggestion description ...",
            "group": "suggestion"
        },{
            "label":"Corrections to the DOI",
            "value":"correction_doi",
            "description":"We found the publisher's DOI for the deposited material and we included it in the record metadata.",
            "group": "correction"
        },{
            "label": "Corrections to Authors/Creators",
            "value":"correction_authors",
            "description": "We updated the deposit's authors/creators metadata based on information in the uploaded files.",
            "group": "correction"
        },{
            "label":"Corrections to Descriptive Metadata",
            "value":"correction_metadata",
            "description": "We updated the deposit title, publication date, keywords, subject, or other metadata based on information in the uploaded files.",
            "group": "correction"
        },{
            "label":"Other Correction",
            "value":"correction_other",
            "description":"correction description ...",
            "group": "correction"
        }
    ]
}